{
	"header": {
		"title": {
			"welcome": "Привет 👋, я",
			"desktop": "frontend developer",
			"mobile": "frontend dev",
			"little": {
				"mobile": "front dev"
			}
		},
		"description": "Я Кирилл Боголюбский. Разрабатываю анимированные, современные и трендовые сайты с точностью до пикселя, с чистым и поддерживаемым кодом на Vue 3, React 19 или Vanilla JavaScript.",
		"configurations": {
			"about": "обо мне",
			"skills": "навыки",
			"services": "услуги"
		}
	},
	"button": {
		"write": "написать сейчас",
		"skills": "мои скилы",
		"go": "начать"
	},
	"services": {
		"title": "мои услуги",
		"item": {
			"title": {
				"animated": "Анимиров. сайт",
				"site": "Сайт",
				"translate": "Перевод сайта",
				"tilda": "Верстка Tilda",
				"wordpress": "WordPress сайт",
				"figma": "Дизайн Figma"
			},
			"description": {
				"animated": "Создам стильный, анимированный сайт с точной Pixel Perfect-вёрсткой. Использую современные фронтенд- и бэкенд-технологии (Vue 3 / Nuxt 3, React 19 / Next 15, NestJS, Express). Обеспечу пошаговую поддержку и чистый, легко поддерживаемый код.",
				"site": "Создам статичный сайт по Pixel Perfect с учетом правок, используя современные веб-технологии: Vue 3 / Nuxt 3 или React 19 / Next 15. Также разрабатываю бэкенд на NestJS или Express, если требуется серверная логика.",
				"translate": "Помогу вашему сайту на Vue, React или WordPress выйти на международный уровень — переведу его на любые желаемые языки.",
				"tilda": "Разработаю сайт на Tilda с продуманной структурой, адаптивным дизайном и быстрым запуском. Использую мощные возможности конструктора и доработаю детали под ваш проект.",
				"wordpress": "Разработаю сайт на WordPress с удобным дизайном, SEO-оптимизацией, SSL-защитой и поддержкой различных языков. Использую проверенные шаблоны и плагины.",
				"figma": "Разработаю качественный, современный и удобный дизайн сайта в Figma, соответствующий трендам и вашим ожиданиям."
			},
			"button": "Начать"
		}
	},
	"about": {
		"title": "обо мне",
		"name": "Кирилл Боголюбский",
		"description": "Frontend-разработчик, создаю современные, быстрые и удобные сайты. Работаю с Vue 3, React 19, Nuxt, Next и умею настраивать backend на NestJS и Express. Люблю создавать анимированные интерфейсы и адаптивные сайты. Разрабатываю как статичные, так и динамические страницы с мультиязычной поддержкой.",
		"time": "лет в"
	},
	"skills": {
		"title": "мои навыки"
	}
}
